{"columns":["context","current turn"],"index":[2029135,5381,2158003,711706,747016,175598,2231245,1866350,2223230,882233,351251,948780,1084541,613838,562761,1939741,218537,721215,1159317,243647,1776703,79250,257819,1516464,395984,1086296,952095,1614390,1120828,1809138,875155,1646273,2119841,1697519,1652094,1244648,1245568,835555,813279,864606,1138964,265593,989546,2163186,1913000,50537,1743643,634170,292340,471848,512809,901066,1439663,1953000,677775,2147425,1175426,506979,1914385,489274,2060514,1292803,1661396,2159976,425580,683823,295842,1924932,910865,819346,337267,2264574,1039437,2184492,937206,1433941,1542730,2123618,472873,1809194,612894,1955900,541933,986047,875435,753105,2224239,281740,1279631,108907,722258,1164061,296977,2190899,425068,834881,257115,1104691,345772,1832939,315248,2022589,634916,163542,588790,1257008,184923,1776445,2009670,1965578,1524506,1103194,154155,374690,1523984,15792,297849,178868,392908,858581,892596,2194144,178054,1076541,1874991,930672,553110,1382171,1507536,1602725,1238282,737375,2176175,2209095,904980,1497145,1497835,242681,1013345,1426866,646985,803556,1964862,1794867,1698380,1418612,1100553,736939,325987,1305316,557528,759914,938859,1072553,1656848,1777327,1105192,2346088,8919,1570324,353828,1325431,1118303,568994,1004358,1865142,900044,1058807,802482,408963,2063032,2075638,1393714,300100,1450128,782578,147267,1559440,2176940,2281093,1973433,2051639,1154794,2093498,698395,1579011,121218,605648,333864,1875402,1238617,883472,1228672,2101442,981341,2098862,1275777,201411,765039,2073418,156565,1252985,2236301,1901205,581244,299998,1711321,841127,2180433,905902,661732,788309,1800111,1419339,1162864,1946734,308560,102507,2289509,1820684,1898869,1105808,271090,355324,64560,113912,693939,1412166,702243,1887701,263979,707863,358531,933707,795890,101715,962185,238737,2051825,1136679,1842191,378064,690999,557619,1255349,1469636,1663031,2180569,1700334,1387103,394364,1109411,2148422,488858,1330835,28799,2315427,1140150,2082583,1756011,859870,220346,2236839,801704,607696,278360,1640402,1249728,1899564,1279858,573808,2353946,1258897,2181798,1812202,508710,399275,1152235,938260,1344744,698649,2112923,419004,1144729,833180,650156,1819570,2289582,647107,237286,1517040,2304470,1513735,1131991,1655098,1850909,1222167,2317751,768054,243273],"data":[["MATT says: No. Not at all.","LAURA responds: Grog! Get your head back inside."],["MATT says: Correct, but he has the ability to automatically make the saving throw, as a legendary creature. However, as the beam fades, you can see part of his face is burned to ash, and you can see where the lip is gone, the teeth are exposed, and the sharp fangs.","MARISHA responds: And I don't know if this makes any amount of difference, but for the duration of the spell, I have a 30-foot radius sunlight glowing in my hand."],["LAURA says: Be pleased.","TRAVIS responds: Beep-bleep."],["Scene context: He makes some scheduling announcements for Geek & Sundry and reads out the names of those who made donations to 826LA. ","ZAC: Nixdeathsticks  \"I don't encourage violence.\" (laughter)"],["Dialogue context: MATT: You do not. MARISHA: Okay. MATT: Also, there's this weird sense that creeps on Nott and Fjord as you're glancing forward and you both turn over your shoulder to see a massive pale white and blue arachnid creature, legs spindling outward, at a width of ten feet or more. Giant dripping fangs and beady red eyes, a row of them glaring right at you as this (hiss) pincers open up.","LAURA: How close is it to you guys?"],["Dialogue context: LAURA: At the same time? LIAM: Yeah, you watch her, and when her dupe goes, you go, and then-- LAURA: Yeah, so that he doesn't see it coming.","LIAM: Oh, there's so many of you right now."],["Player says: This went so FernGully so quickly.","DM responds: Yeah. It's Keyleth's voice but it's deeper, it's resonating, it quakes the sand on the ground near her when she speaks."],["MATT says: As you follow the captain, quickly behind, Nott, you make your way into the chamber.","SAM responds: (quick footsteps)"],["Player says: And we can heal up, right?","DM responds: Yes, so the rest of you guys, you go ahead and take your full evening's rest, at which point your hit points and spells are restored. And Grog, go ahead and make a percentage roll."],["Scene context: On the day of Winter's Crest, the party awake to see that a thin layer of snow is on the ground. Whitestone has been decorated and a festival is set up in the square.","LAURA: Come on, Grog! Oh my god."],["MATT says: He withdraws a moment. The tendrils whip out again and connect into his back, and he's pulled aloft, back, further in. \"All I ask is one who knows my pain. What is your answer?\"","LAURA responds: I release the arrow."],["Player says: Nine! Are they mightier than us, though?","DM responds: This number coming up is so creepy, you guys. They all look humanoid-- some variation to height, but most of them seem to be standard human size. Various degrees of patchwork: hide armors, some leathers, a lot of what seems to be cobbled together and scrapped to build some sort of defense. You see a uniform mismatch of green, blues, and black cloths that are covering most of the faces. And hoods."],["SAM says: And how about a handaxe, anyone?","LIAM responds: Nein."],["Scene context: At that moment, the ancient brass dragon Devo'ssa appears through the clouds and releases a torrent of fiery breath against Vecna. Once again, Vecna nearly loses concentration on Grog's banishment, but once again, he manages to maintain it.","SAM: Inspire."],["Scene context: Percy explains the dream he had about a year after the Briarwoods took the castle, where an entity asked him if he wanted revenge and the means to achieve it. In return, he would have to offer up the souls of those he killed.","MARISHA: No one's here, looks like it hasn't been touched."],["ASHLEY says: He's just the sweetest little thing you ever did see.","MATT responds: Grog's flatlined intelligence, anything like that happen before? That was the first of that type of situation."],["Dialogue context: TALIESIN: (sighs) All right. First shot. MATT: Against who? TALIESIN: (yelling) Sylas!","TRAVIS: Yes. I got little goosebumps from that."],["Scene context: The creature seems to see her, and with that, Keyleth is forced out of the vision. She reports what she saw to the others, noting that K'Varn is a beholder.","MARISHA: \"I'll take the elevator.\""],["MATT says: 18 hits.","TRAVIS responds: One. That's terrible. That's 13 points of Eldritch Blast energy. Oh, I'm sorry, wait. Just checking. Plus three, so 16 points, with the additional three. That will be--"],["MATT says: He has this puffy red 'fro going on. He looks pale, fresh to this, scrawny. He's stopped drawing his blade across the snake. \"Yeah?\"","LAURA responds: Do you live here?"],["LIAM says: It is. I'm grateful. I need a keepsake of your deity. [no audio]","MATT responds: And he steps away, goes back, disappears for a minute, comes back and he's holding in a chain around his neck-- It's seen some years of use, but still clean and very well kept, an identical holy symbol of Sarenrae as the one that Pike keeps around her neck. He hands it over and puts it over your head. \"May she keep you safe and bring your soul to redemption.\""],["Dialogue context: MATT: Okay, the waitstaff come in and retrieve your belongings and lead you up to the chamber that'll be prepared for your evening. SAM: Good evening. Bye. LAURA: Bidet.","LIAM: Good night, Tary, good night. Oh, boy. What a babe in the woods."],["ORION says: Okay.","MATT responds: One thing at a time. So as you use your ring, you focus. The ray streaks past. Slams into the wall behind (explosion sound) with a deafening roar, and you guys definitely hear this. The hallway in the distance suddenly brightens up, and you can see a bit of flame roll up, and the scent of smoke comes wafting past you as a wave of heat blasts through the tunnel."],["Scene context: Caduceus heads down towards the ship to see what's going on there and heals the crewman with the badly broken leg, suggesting that perhaps his hallucination of fire was due to the fruit from the temple island. The Nein gather in a chamber upstairs, and Nott shows them the book.","TRAVIS: We saw them."],["Dialogue context: LAURA: I try really hard not to start laughing. SAM: Go with what your body tells you to do. How are you going to take off your armor? LAURA: That's a good question. Do you want to walk away for this?","LIAM: Yeah, I leave the room."],["MARISHA says: It wasn't that undercover. It was Max going, \"No cast is allowed in here for ten minutes!\" It wasn't that stealthy. You weren't here for that.","SAM responds: I wasn't."],["CHRIS HARDWICK says: Yes, off you trot, go!","SAM responds: You don't have to demean him as he goes."],["MATT says: All right. Go for it.","TRAVIS responds: 17."],["Player says: How about Kima and Clarota? Clarota should go with us.","DM responds: Clarota can just hover."],["Scene context: As he goes, he uses Druidcraft to send snowdrops out behind him before disappearing into feathers.[7] Grog confides to Pike and Scanlan that he wants the priests of Bahamut to take over the search for Arkhan, so they go to find Highbearer Vord.","LAURA: I still count you as my sister."],["Dialogue context: LAURA: I'm going to pass the Pelor trammel back to you. MARISHA: I have Freedom of Movement. But I have three 4th-level spells. I can start burning into my 5th-level spells, as well, but it lasts for an hour, so I was trying to figure out if there's a way-- MATT: Pike says, \"I can also do it.\"","MARISHA: Oh! Yeah!"],["Dialogue context: LAURA: Are you sure? SAM: I can command them to do literally anything and they like it. LAURA: Have you asked them?","SAM: Watch this. Watch this. I call one over. You there, you there."],["Scene context: You [Caleb] recovered a book of notes and began to read through to get a feel for the person or entity that seemed to have written what remained of these pages. And around this time, the wind began to pick up in the center of the chamber as this darkened figure began to rise from the stonework.","SAM: No look. (laughter)"],["MARISHA says: I like dancing to dance.","SAM responds: All right. We'll do choreography to the right and left, and you two be in the middle and just freestyle."],["Player says: Shh! Help me out. Shh.","DM responds: \"Yeah...\""],["Dialogue context: LIAM: Two days. Go to Emon, talk to Shaun. He's been everywhere. LAURA: Scry on her again! TALIESIN: Draconia. How close would Draconia be to this?","MARISHA: Yeah, do we know how close Draconia is?"],["Dialogue context: SAM: No, Grog jumped off a roof and died. MARISHA: Was it 1,000 feet? Yeah, all right. LIAM: He actually can take that much damage, though.","MARISHA: 360 points?"],["Scene context: Yasha needs to go to some islands she has dreamed of. They introduce Caduceus to her, while Caleb asks the bartender about the mysterious tower that changes proportions as you approach it, but all the bartender knows is that it's some kind of illusion magic.","MARISHA: Stay on task, Widogast! Just quoting your own advice."],["Player says: 20, natural 20.","DM responds: Natural 20!"],["Player says: I don't know, it's less dangerous? I don't know.","DM responds: As you guys are having this conversation, you notice that the streets themselves have long silken streamers that are affixed from light pole to light pole as part of the decoration along the streets, but you see additional decorations being put up. You see bunches of flowers being affixed to the top of these poles, you can see more streamers of multiple colors being placed around a center courtyard, in one of the mid-areas of the Silken Terrace."],["Player says: Okay, cool.","DM responds: Oh, you mean the depression into the actual ground?"],["SAM says: Oh.","LAURA responds: I mean, he takes many forms."],["MATT says: You may. What are you trying to gather?","LAURA responds: Just to see what kind of person she is."],["Dialogue context: LAURA: What? TALIESIN: It was also-- we had a friend who did Jack Kirby and we got a fight sequence going. MATT: Yeah, me and him fought. You showed up as the Purple Man and you did karaoke to Start Wearing Purple. That was a good night.","SAM: Stan Lee licks every pin."],["Scene context: Vox Machina awakes and goes down to breakfast. A lot of them want to check up on Tiberius as he is probably still in Draconia and they haven't heard anything from him.","TALIESIN: (long sigh) That is true. We haven't heard anything, but that is true."],["LIAM says: Oh. I land and Lay on Hands","MATT responds: Okay. Yeah, you're close enough to do so."],["Player says: 17.","DM responds: 17. Unconscious. I'll say there's no dex bonus to that because you can't move out of the way, so that would be 15. I'm sorry, 12. It hits you; I rolled for that. You immediately take a death saving throw. Instantaneously. You failed one. Now, it is Sylas's turn. That was Seeker Asum, now it's--"],["Dialogue context: SAM: I suppose I could build another, it just won't feel the same. I-- (sighs) TALIESIN: How else will you chronicle Doty's adventures if not with a new chronicler? TALIESIN: How else will you chronicle Doty's adventures if not with a new chronicler?","SAM: You're right."],["Scene context: He feels exhausted, but there is no damage to his clothing or armor, and no sign of a wound. Fjord tells the group about the vision and about how seeing Vandran in it confused him.","LIAM: They're dry. Okay."],["Scene context: They arrive without too much trouble at a point directly above where Vex senses the sword. Keyleth glides through the earth as an elemental, but is unable to find the sword, so Vex decides to look for it by dousing herself in Oil of Etherealness.","TALIESIN: She would follow her."],["ORION says: In a five-foot radius. So yeah...","MATT responds: Right."],["ORION says: Are there torches down this hallway?","MATT responds: So one of the hands comes through, reaching out for you, this ghostly arm just swings towards you."],["Scene context: Scanlan asks Vex about the interior of the dragon and she confirms that the acid that the dragon creates is not made inside it's stomach, but in a separate gland. He also asks if he could borrow her Acid resistant armor and jokingly asks her to take her clothes off.","LIAM: You're right, I should have never dragged you down into the sewers, and I apologize. It won't happen again. But listen to me. I have an idea. It's a dangerous idea, and I don't want to lead with it. I don't want to fight this dragon, to be honest, but I think the group is going that direction. If we do-- Percival's run off to try something, maybe we're just going to run out. I have an idea that only you can do."],["Scene context: Dashilla was able to severely damage Beau and Jester with her claw attack, but had to come out of hiding to do so. After most of the Mighty Nein resisted her attempts to frighten them and she took critical hits from Fjord's\n Eldritch Blast and Jester's\n Guiding Bolt, the tide of battle turned against Dashilla.","LIAM: Shuriken!"],["SAM says: (Texas drawl) Booming Blade.","MATT responds: As you draw your falchion out of the side, you focus on it, and as you do so, this spark of electrical thunder energy engulfs the edge of it as you strike downward."],["Scene context: They discuss the Darrington family's debt, which Korshad plans to collect in six months' time. A deal is struck; the Darringtons will be allowed to keep, not all of their lands, but at least their mansion itself and enough wealth to live on, in return for a favor from Vox Machina.","SAM: Taryon Darrington, of the Darrington family."],["MATT says: You use that to give constitutional strength to the physical form of Grog in hopes of restoring him.","MARISHA responds: Okay, I just kind of lay my hands on his forehead."],["Scene context: The chain devil and dwarf immediately stop advancing and take a few steps back. Thoroughly intimidated by the higher-ranking devil, the chain devil's chains fall limp to its sides and it take another step back, apologizing for the intrusion.","MARISHA: Are you sure? Because I would love to know, maybe add you to the collection."],["Player says: And risk a very reasonable reason that they would know where we are.","DM responds: As far as I know, Plane Shift can't teleport you on the same plane. It brings you specifically to another plane of existence."],["Scene context: Vex, flying above the ship, notices something dark and stationary in the distance that doesn't seem to be a landmass. She goes to tell Captain Adella, but finds that the dark spot has disappeared when she looks again.","TALIESIN: I'm gonna keep an eye out for a moment, for a little bit."],["Dialogue context: DARIN: Look. Look at me. Just remember. Whatever happens, remember me. That's all that's important. LIAM: That's good advice. DARIN: That's all that we have. My friends are gone and I don't even remember their names. I don't remember Thetapax or Zephyr or... the guy with the nose. He was my favorite. (coughs and sniffles) Dusty in here, isn't it?","MARISHA: Oh, Sprigg."],["Dialogue context: TALIESIN: There's trees. MATT: Yeah, you can do that. You manage to set up right as the sun completes setting. You build up this little campfire in the center. You set up your bedding around it. The cart is a little ways off. Unless you're putting the bedding in the cart and putting that there next to it? Okay. You put the cart there. MATT: Yeah, you can do that. You manage to set up right as the sun completes setting. You build up this little campfire in the center. You set up your bedding around it. The cart is a little ways off. Unless you're putting the bedding in the cart and putting that there next to it? Okay. You put the cart there.","LIAM: Silver thread."],["Player says: Assassinate!","DM responds: Just leaps off the chain and pulls out what looks like-- for this, it would be a dagger and a rapier. Glances around and goes lunging in for the captain of the ship. Gets maybe two steps, before your blade sinks into the back of the neck. And he just hits the side, and collapses, right at the edge of the ship right there. Done."],["Scene context: As they go through their options, Scanlan points out that before they go to Marquet, they really need to consider a plan to wrangle a beast large enough to attract the Frigid Doom, and he recalls that its most recent prey was that of a remorhaz, a dangerous burrowing creature with a body and blood that burns on contact. Percy goes on to say that they need the beast that they find to be able to wear down Vorugal enough so that the party can go in for the kill.","LAURA: Oh. Those are big and scary."],["MATT says: And turns and starts walking in your direction as you guys keep flying. You come to a gate that is closed.","TALIESIN responds: A gate!"],["MATT says: Okay.","TRAVIS responds: Wait, is he an orc?"],["Dialogue context: TALIESIN: We've made you something, if you will accept it. We pull out a small wooden box that we put together. MARISHA: I put some Ashari decorative stuff around it. MATT: So the box itself is wooden, but there is fresh, living ivy curled across it with a few bursts of beautiful red flowers on each side.","MARISHA: Totally. What's the flower of Westruun?"],["Player says: I'll be in the front. Meat shield.","DM responds: All righty."],["TRAVIS says: What?","TALIESIN responds: That's another boat. Are we making ourselves known or are we not making ourselves known?"],["TRAVIS says: (laughs) Jesus! (laughter)","SAM responds: Go ahead and translate that."],["Dialogue context: LAURA: Oh. TALIESIN: What a picture you just painted. That was lovely. TRAVIS: Yeah. Big tall neck, all furry.","TALIESIN: No, I heard the llama."],["MATT says: I'm so glad that Dreamworks was willing to work with you based on how much Disney you do.","TALIESIN responds: Yeah. Also, I forgot I just announced I'm going to be at Loscon November 23rd through 25th. So if you're in LA and want to check out the convention, I'll be hanging out there and talking about D&D and voiceover and all sorts of things like that. Loscon: L-O-S-C-O-N. That's what I've got."],["Scene context: \"At this point in time, Umbrasyl took to the sky and began to coast off towards Gatshadow, seemingly the domain that it's carved for itself in this region. On its way out, Grog had thrown his newly-acquired Bloodaxe, and the\n Chain of Returning, into the dragon, left it, and is now being dragged behind it now, dangling, as it flies off.\"","SAM: But not to-- That seems right, yeah. All right. 18."],["MARISHA says: Feel free to hit me. I don't care. I can't be grappled.","TALIESIN responds: Doesn't matter. She just gets extra points--"],["Scene context: Vex'ahlia gets up and takes a few shots, then flying back up in the air. Keyleth uses a wind wall to block the enemies out and locks them in place.","LAURA: Ugh! I stand up for my movement."],["Player says: Are there rustles in the bushes from someone who might be invisible?","DM responds: No movement any further. Once the rest of Lord Ukurat and his crew had vanished into the nightward direction, you've seen no movement since."],["Scene context: Ashley was amazed due to having mistakenly misread the amount thinking it was lower. Marisha and Taliesin announce their weekly comic strip, the first run featuring the party's first Winter's Crest festival, written by Marisha and Taliesin and illustrated by Critical Role artist Wendy Sullivan Green.","MARISHA: We're getting a comic, you guys. It's starting off as a comic strip. So it is going to be coming--"],["Dialogue context: SAM: How is he feeling? TRAVIS: My intelligence is-- What is it now? MATT: It's back to normal.","MARISHA: At like the gym and you need some alcohol, after that."],["Scene context: A deal is proposed: Artagan will compress their time in the Feywild, making one day pass as only an hour in the Material Plane, and in return, he asks for two things. First, should Vox Machina survive their fight with Vecna, they will help him build a doorway from the Feywild into the Material Plane.","TRAVIS: (laughing) Amazing! Oh my god!"],["Scene context: As he goes, he uses Druidcraft to send snowdrops out behind him before disappearing into feathers.[7] Grog confides to Pike and Scanlan that he wants the priests of Bahamut to take over the search for Arkhan, so they go to find Highbearer Vord.","SAM: No, he does this when he needs to go poo. I've seen him do it."],["SAM says: The two trammels are in? He has one more legendary save.","JOE responds: Read the book."],["Dialogue context: ORION: What if we went on airship instead? We have one at our disposal, do we not? MARISHA: Well, we had one at our disposal when we were friends of the city. LAURA: I think it's in the Cloudtop District, actually.","LIAM: I think we need to go on the down-low."],["Player says: Yeah?","DM responds: Molly, make a death saving throw."],["Dialogue context: SAM: What's it called? What's the title? FELICIA: It's called You're Never Weird on the Internet (Almost). SAM: Aw. That's cool.","FELICIA: It's amusing."],["Dialogue context: MATT: Yeah, they're closing in, there's a short time before they reach you. Remember, at this traveling speed, any sort of smoke-based censer material is going to go right behind you like a flare. LIAM: Can we turn into clouds, Keyleth, and fly off of our dragon ride and poof inside the titan? LIAM: Can we turn into clouds, Keyleth, and fly off of our dragon ride and poof inside the titan?","MARISHA: Let me see what I packed."],["Scene context: Jester did so, got a room at one of the hoity-toity inns in the district, and was led to some mild disappointments. Where we left off, the two of you had reconvened, and began making your way back to meet up with the rest of your friends at the Leaky Tap Tavern...\"","LIAM: There was a bunch of weapons and armor."],["Dialogue context: SAM: No-- wait 'til I find the light, find the light, find the light-- LAURA: Trinket goes up and pees on Doty's leg. MATT: (lumbering bear noises)","LIAM: I'm imagining a really simple etch-a-sketch drawing."],["MATT says: \"Regardless.\" You can see she's flushed in her face.","SAM responds: We've gone through a lot tonight, so maybe we'll leave you to your peace. You need to process some things, and then in the morning we'll go not-murder this guy."],["TALIESIN says: Getting better.","MARY responds: I saw one of those in Antioch once"],["Scene context: He disappears back inside and returns with tea-making equipment, and introduces himself as Caduceus Clay while the water heats and the tea steeps. Nila and he get along great, and she gives him a big hug.","TALIESIN: I haven't had one of these in a long time. That's nice."],["Scene context: By the end of donation messages, 1032 shirts have been sold, meaning there will be a Q&A session to follow. ","MARISHA: We'll totally take brooches."],["Player says: Is Yasha raging?","DM responds: No, she's not raging. That is an 18 to hit."],["MARISHA says: That's true.","ASHLEY responds: That's true. That's true."],["Dialogue context: MATT: Well, first you have to see if it hits. That is going to be a 15 to hit. I believe that misses. LAURA: No. MATT: That's a 19 to hit.","LAURA: Okay, yes. I use Hellish Rebuke."],["NOELLE says: What do you mean, like me?","TRAVIS responds: I mean like (roars)?"],["LAURA says: Nice!","LIAM responds: (laughs) Oh my god! (coughs)"],["Dialogue context: MARISHA: You crit on an 18? WIL: I crit on an 18. Son of a bitch! No, I don't! Fuck me. LIAM: Even your memory betrays you, Wheaton.","WIL: I know. It does. 28?"],["SAM says: Use your D&D Next to look at the information about that spell.","MATT responds: It appears anywhere within 30 feet of you in an unoccupied space."],["Dialogue context: LAURA: Tree. TRAVIS: No. LAURA: Please.","TRAVIS: Grog."],["Dialogue context: SAM: I will be lucky Pierre, right in the middle. LIAM: Pike will walk right in front of Grog. TRAVIS: I'll be the caboose.","TALIESIN: I'll be between Pike and Grog, right there."],["Player says: He rolled really low. What is that, just strength?","DM responds: Yeah, for him."],["Scene context: Percy mentions that they do have Whitestone Castle as a place where they can leave things if necessary. Vax says that his visit shouldn't take long and they can head back to Whitestone when he is finished.","SAM: To be fair, have we ever gone back for something before, ever, in our entire travels?"],["Dialogue context: SAM: It's lovely to meet you. I could end the evening right now having learned a lot from you already. MATT: \"Great. I'll come back with the next round.\" She leaves the table. SAM: Shauna!","MARISHA: She's awesome."],["MATT says: Roll an attack.","TALIESIN responds: I haven't done this in so long. 17 to hit."],["LAURA says: (laughs) Oh god.","ASHLEY responds: (strained) Oh, I don't know what to do. Well, do you want to pull one or should I pull one? Or should we not?"],["Scene context: \"After taking Keyleth to Vesrah to take her final trial of the Aramenté —her long, many-year journey to prove her ability to lead her people, the Air Ashari —[they] returned to Zephrah, met her father, expressed that the trial was complete, and the ceremony took place in which Keyleth was given the mantle and official title as the Voice of the Tempest: the now-standing leader of the Air Ashari.\" With Keyleth's ceremony complete, the Ashari celebrate with Vox Machina into the night.","MARISHA: I get another thing?!"],["Dialogue context: TRAVIS: That's not until this evening, right? MATT: Yeah, it's an evening meeting. LAURA: Did you want to go see Enchanter Pumat Sol?","TRAVIS: Yeah, I do. I enjoyed his company so much last time. Feel like we've got a little more coin to spend, might be smart to stock up on items."],["TALIESIN says: Nope.","MATT responds: He seems clear as day, telling the honest truth."],["Dialogue context: MATT: Well, this is where you're going, and Nogvurot is this way. LAURA: Oh, okay, so we can sort of avoid-- MATT: You can go straight, or you can arc-- it'll take more time.","MARISHA: But they're next-doorsies."],["LAURA says: I keep a perception out to see anything.","TALIESIN responds: I'm keeping an eye open for anything familiar."],["Dialogue context: LAURA: Sure. LIAM: Whatever. Come on. We want to hear what you've been doing for a year. Come on! SAM: All right.","JON: Thank you for remembering."],["LIAM says: This is not my thing. I am not brave like Nott. Let's get out of here, please.","TRAVIS responds: You shot shit out of your hands. I don't think you were not brave. That was really impressive."],["TALIESIN says: Well, there are options.","SAM responds: What do we need? We have to get water, right? There was some issue about-- we don't have any water, do we?"],["Scene context: She hits the gator with Guiding Bolt, and alerts the others before running towards the bird creature. The rest of the party chase after her.","TRAVIS: Fuck. I'll run off after her."],["Dialogue context: ASHLEY: How do you know the Mean Man? MARISHA: Do you know Parchment, Boulder, Shears? Never mind. JON: The Meat Man, he's my boss.","TRAVIS: What? Really?"],["Player says: One gold.","DM responds: Make a persuasion roll."],["SAM says: What else are we going to spend the money on?","ASHLEY responds: I can try Divine Intervention again so--"],["LIAM says: Yeah, you watch her, and when her dupe goes, you go, and then--","LAURA responds: Yeah, so that he doesn't see it coming."],["Scene context: Nott and Caleb find an archery range, and posing as father and daughter, try it out. Caleb fails embarassingly, but Nott hits the bullseye on all three targets, winning a crude doll of King Bertrand Dwendal, two wooden swords (which she gives to Beau), and two rats in cages (one of which she gives to Yasha, since it's her favorite food).","MARISHA: (laughter) I'm just standing there like, what?"],["Dialogue context: TRAVIS: Okay. MARISHA: What time is it? MATT: It's mid-morning. 10 00.","TRAVIS: What time, exactly, of the day?"],["SAM says: I'm going to kill everyone in this motherfucking house! (laughter)","MATT responds: I've rolled so many ones today. This is ridiculous."],["Scene context: Caleb tells Frumpkin to gnaw on Algar's chin and Caduceus casts decompose on Algar's severed hand to help with the coercing. Algar leads the Mighty Nein out of the Sluice Weave and into a small office.","TALIESIN: I'm going to pick up the severed hand and start casting Decompose on it, too."],["LAURA says: Too late, he's already getting high!","MATT responds: (laughs) Caleb eats the fruit!"],["Scene context: Chod tries to Commune with Ducks for more information and succeeds in summoning a duck out of the desert, which he questions. Before it flies away, the duck reveals that there are two other entrances into the mountain.","ASHLEY: Body pillow."],["TALIESIN says: This is not a metaphor!","LIAM responds: 17 for the punch."],["Dialogue context: MATT: All right, that ends its turn. That brings us to Percy. Beginning of your turn, you are still in the whirlwind currently, and its jagged form forces you to take 13 points of piercing damage, just being in the maelstrom itself. TALIESIN: 13 points? Okay. MATT: 13 points of piercing damage. Now it's your turn, Percy.","TALIESIN: That's 89. Okay, I'm sorry. I'm doing math, which is apparently really difficult. It's been a day. Okay, out of desperation, having no possible idea of what else to do, I'm going to try and shoot at bits of it to see if I can dislodge anything? I don't know, trying to shatter some of the glass? And yell bloody murder?"],["SAM says: Korshad?","MATT responds: Korshad, yes."],["Dialogue context: TRAVIS: Oh, wait, you ready to go? TALIESIN: We're going to just drain ourselves the more we pretend to be something we're not, and obviously it's not helping us not attract attention. TRAVIS: Vax, you got any problem with that?","LIAM: I mean, I don't know what the deal is with the people who are interested in me. I can't tell if one's better or worse. But we're just going to go waltz out into town and see what happens, is that the idea?"],["Scene context: Grog starts inspecting the anvil and all of the tools around it. Scanlan and Grog together open the door back into the first chamber, so they can have access to the smelter.","LAURA: Oh, but you're still unconscious."],["LAURA says: I'm still the dragon.","MATT responds: But there's also the Invoke Duplicity of him there, so there's one, he goes, \"That's the--\" (thud), \"What? Huh?\""],["Dialogue context: MATT: I'm just saying it would catch attention if you want people to look in your area. TALIESIN: No, it will be fancy. I think it will be fancy. MARISHA: What?","TALIESIN: Plants where there are no plants is fancy."],["SAM says: It sunders the tower?","LIAM responds: Break. To split asunder."],["Scene context: Vax pulls out his Flametongue Dagger for light. A mind flayer appears out of the darkness and grabs Vax, wrapping its tentacles around his face.","ASHLEY: No, no, no, no."],["SAM says: Whispers! Whispers!","TALIESIN responds: Mysterious whispers!"],["Player says: 48.","DM responds: 48 points of damage. Boom. All right. Well. After the fireball explosion settles, you can see there's a big char mark in the front of it. Some of its teeth have been blown into the inside of its mouth. The rat swarm behind Keyleth is completely incinerated with a hundred-squeak screeches, and you can smell charred fur and hair and flesh in the air."],["MARISHA says: Whatever. (laughs)","SAM responds: How far am I? I can't even tell. I can't see the board."],["MATT says: Yes.","LAURA responds: Do we recognize this elf at all?"],["LAURA says: I have actually, I've been an artist since I was little.","TALIESIN responds: You think that's what they look like?"],["Scene context: The dragon hits them with a second breath shot after Delilah Disintegrates the wall they are hiding behind. Percy knocks her wand out of her hand and pushes her and Silas off the dragon, putting them in easy reach of the melee fighters.","TRAVIS: So not reckless. Natural 20. (cheering)"],["Dialogue context: SAM: I was in the mouth of a bear, and Grog cut the thing from asshole to lips to get me out of there. It was crazy! LAURA: That's disgusting. So there was really nothing there? MARISHA: I think that means you owe me three gold, Percy.","TALIESIN: (sighing) Oh, bloody hell."],["LAURA says: It's for everyone! I open up the box that says my name right on it. It says it right here, my name.","MATT responds: First off, the package, as you shake it a bit, it has various objects inside of it. It rattles a bit."],["Scene context: The next morning, the party gathers together downstairs for yet another breakfast of chicken and eggs. Pike asks if waffles are on the menu, but Scanlan says no much to her chagrin.","TALIESIN: Can I spend my tinkering check building a waffle iron? I'm just kidding. I'm kind of kidding. I'm going to put that aside for later."],["MARISHA says: Oh.","MATT responds: Spinning around, preparing itself for a secondary round, hopefully."],["Player says: Thank you for the reminder. Two. Solid 20 points.","DM responds: 20 points of damage. I'm putting this on there for Witch Bolt, so if you wanted to use your action again, you can continue to hit it every turn for a d12 automatically. Now you see, as Fjord steps around the corner and releases this arcing bolt of purplish-black energy, this lightning arcs off and slams into the troll. The energy continues to swirl around it. It tries to stop it and grasp for it to no effect. There's this strange thread of faintly visible energy between it and Fjord right now. There's some sort of connection between the two of them. All right, that ends your turn, Fjord?"],["LAURA says: How much is it?","MATT responds: \"This one runs just over 2000 gold.\""],["Scene context: The guard warns the party to keep their weapons sheathed and to keep Grog reined in, and then allows the party to pass. Percy asks for suggestions for lodging, and the guard suggests places such as \"The Shade\" and \"The Debt's Respite\" within the Suncut Bazaar.","TRAVIS: Wait, what if there's a market, like an open farmer's market we could get some spice?"],["Dialogue context: MARISHA: We ran into those guards that were patrolling the lake-- LAURA: Exactly! Like a lake patrol. MATT: It doesn't take you too long to get to the southern edge of the Ustaloch. You can see the muddy lake bed that gives way to the water itself. Number of scattered stones in the muck and occasionally you hear the lapping of waves. The very subtle wind flowing through in the night. It's about two in the morning. There's some moonlight in the sky. It looks like a waxing moon. At least the one you can see because there are multiple moons.","SAM: Wait, what?"],["Dialogue context: MATT: Well, not for a saving throw, he can't. What did you roll? SAM: 18. MATT: Scanlan, with the book, vanishes from sight. At this point, Vecna, who's being held by all, (chuckles) \"Come on, show me what you're worth.\"","TRAVIS: I'll do that right now. I'll use my reaction against mage slayer, and I'm going to punch him in the face. Just punch."],["LIAM says: Uncanny Dodge.","MATT responds: -- 21 points of bludgeoning damage."],["Dialogue context: MARISHA: You sure? TALIESIN: Let's roll with this. MARISHA: Okay!","TALIESIN: I'm totally fucking down. I'm in."],["Scene context: It releases a horrible scream and they leap into combat. The party tear into the cherub creature while it summons lava from the ground beneath them, traps Keyleth and Grog in the earth, and attempts to freeze Vax in a casing of ice.","ASHLEY: Okay."],["Scene context: Nott is able to disarm and pick the locks on the box - it is a pot of paint and a paintbrush, both magical. Nott hides the box, and they all scurry back over to the Squall-Eater.","SAM: A foot-long paintbrush and a little pot of paint."],["Scene context: Luska gets up out of the crevasse. Scanlan calls onto Grog to hold onto something and casts Reverse Gravity, throwing the gunners up in the air.","SAM: So you're dying? Okay, so I'll turn to Vex and I'll heal her. I'll sing: (singing) I heal you. I heal you so bad. I heal you so bad, it's driving me mad, it's driving me mad."],["LIAM says: Absolute conviction.","JON responds: So I go over to the nearest tree."],["LAURA says: And then Trinket will attack him too.","MATT responds: Roll an attack for Trinket."],["SAM says: Don't worry! I can make us all look like cows again!","MARISHA responds: (shushes) Everyone be quiet! MATT How long is the concentration on Pass Without a Trace? How long can you hold that concentration?"],["LAURA says: I'm going to make my illusion jump down and start charging at the imp over Fjord.","TALIESIN responds: That's smart."],["SAM says: Ooh!","ASHLEY responds: I could try to javelin."],["Scene context: Cassandra looks over at the two, and her eyes find Sylas's; after a moment she drops her sword, torn. Keyleth, seeing Sylas distracted, runs up to him and bear hugs him in place long enough to strike with another Sunbeam spell.","TALIESIN: She's 20 feet from Sylas."],["Scene context: Scanlan, Keyleth, and Percy wasted time attempting to attack through the Wall of Force. Odell moved a Sphere of Annihilation into the side of the room containing Vox Machina.","LIAM: (singing) I want you to be alive."],["Scene context: They observe the tree having some life-like movement to it as Keyleth circles the tree from above. After scanning the tree and surrounding area, they decide to reconvene in the Magnificent Mansion for a plan of attack.","TALIESIN: I think some swamp shoes might not be a terrible idea."],["TRAVIS says: Seems some people handle pressure better than others. He doesn't seem like the handling type.","MATT responds: \"No. Those in higher political positions rarely do, it seems. Anyway, I want to thank you all again for your aid last night. I can't fathom the further death toll, had you not been there and jumped in selflessly as you did. Thank you.\" Bryce trails off and looks back towards where Starosta Kosh had stormed off and goes, \"Fucking Dwendalian political bullshit. We've needed a more trained guard here for weeks, especially with Xhorhas bleeding into the valley, but we're far too south to matter. Any request has been declined due to all necessary forces being needed at the garrisons by Brokenveil. If they were doing their jobs at the Bluffs, we wouldn't have so many reports of violent beasts in the valley in the first place, but here we are. At least I've gotten approval for a bit more cash. To that, while I do not know what your business here is in Alfield, if you are still interested, we are in need of some skilled mercenary work.\""],["Scene context: Tiberius makes short work of the grick by tossing a bomb crafted by Percy into the room and throwing a fireball on top of it. Clarota examines the rift, noting that it is mostly likely the portal to the Far Realm through which K'Varn would have come into Yug'Voril.","LIAM: Well, I tell you what. We don't know what to do, so why don't Vex and I and Scanlan go for a little ride and check out the tip of this island?"],["TALIESIN says: Have we seen anything around like another tavern or something maybe a little, I hate to say, more upscale, but cleaner?","MATT responds: Not really, not here."],["Dialogue context: ASHLEY: But then Vax won't be in the-- LAURA: Unless we leave him a plate. MATT: Well, the meal appears for a short time.","LAURA: Then we need to do that right when he gets back."],["Dialogue context: LAURA: I mean you roomed with him, Fjord didn't you see him naked? TALIESIN: Yes. [cheering] TRAVIS: Sure.","TALIESIN: Don't be a bad roommate. He was a bad roommate, don't be a bad roommate. [laughter]"],["Dialogue context: MATT: That's going to end its turn. Vax, you're up. LIAM: I'm going to use my bonus action to hide. MATT: Okay.","LIAM: 27."],["LAURA says: There's windows though, yeah?","MATT responds: Yes."],["MATT says: I'll say, do you have Greater Invisibility?","SAM responds: No. I can cast it at a greater level, but no, I don't have Greater Invisibility."],["MATT says: No. It's holding your action, holding would be doing that and bonus action--","MARISHA responds: Patient Defense? Can I do that?"],["Scene context: Arriving in Terrah, Keyleth asks to talk to Pa'tice, the leader of the Earth Ashari. Over dinner, Vox Machina bring Pa'tice up to speed on Vecna, and he tells them more about the Pools of Wittebak.","MARISHA: I'm the leader of the Air Ashari and the Voice of the Tempest."],["Dialogue context: TALIESIN: Doubled. LAURA: Doubled, yeah. MATT: As it begins to take the damage, it begins to pat out the flames, but as it does, the fire just roars into this inferno, and you hear it give out this creaking, painful (pained groan) as it tumbles forward in a timber fashion, the flames actually burning the life essence out of the treant. It falls to the ground, dead, smoldering.","SAM: Hey, damn!"],["Dialogue context: LIAM: I'm walking 50 feet in front of everybody else. LAURA: Seeming! To make Grog and Trinket look like commoners. LIAM: I'm 50 feet in front of everyone else.","LAURA: Yeah, do that!"],["Scene context: They did battle with Umbrasyl, a very hard-fought battle, many of them taking a bunch of damage, but they prevailed and Grog dealt the deathblow, killing the dragon. They all began to sift through its horde, Shale shambling down the mountain on her own to see the rest of her greater destiny.\"","SAM: (whispers) He's not that bad."],["Dialogue context: MARISHA: I thought we had a lawyer for this. I thought we had Burt Reynolds, esquire. ORION: We're doing the paperwork. LIAM: I've got it, Burt. Just because you didn't like paperwork, or Elven, doesn't mean I don't. I've got it. But Uriel's not going to be pleased.","LAURA: He's going to be super pissed."],["Dialogue context: MATT: Yeah. ORION: I won't wear one. I keep my cloak on. TRAVIS: I give you a colorful one.","SAM: I'll gird it."],["LAURA says: I love you so much.","LIAM responds: I'm hooking Kiki by the arm. Hey, you've got that look in your eye."],["TALIESIN says: Some tea for the road. I've got a bit of it left. (laughing)","SAM responds: Is it already steeped, or is that just the--"],["Scene context: Vax checks for and disables a magical trap. Then he and Vex sneak to the end of the hall and peeks around the corner, where they see six duergar guarding two large doors into the large, main chamber.","LIAM: So I mooshed everyone away from this hall."],["Dialogue context: MARISHA: (garbled voice) No! TRAVIS: I don't know, I don't know! SAM: (garbled voice) I don't know, it felt--","TRAVIS: Looking up, can you see any sort of surface to the water, like you would if you were 150, 200 feet, scuba-diving down, and--"],["Dialogue context: TRAVIS: No pockets! SAM: That door is still closed? MATT: Yeah. It's a heavy cloak, if you will.","SAM: So there's no way in or out, and every door is bad."],["Dialogue context: MATT: That ends it-- Yasha's turn? What's Yasha going to do? TRAVIS: Yasha's going to run her ass onto the boat. Double dash, if she needs to. MATT: She doesn't need to. With her speed she gets onto the ship there.","TRAVIS: Right, and she will assume the Dodge whatever in case they throw fire or something at her."],["Dialogue context: MATT: Okay. What are you saying? TALIESIN: We're not here for you. Let go and stop this, or I can't be held responsible for what happens to this place. Do not join the cycle of life and death here. MATT: Make an intimidation check.","TALIESIN: Do I get advantage?"],["Player says: Yes, it does.","DM responds: All right, that brings us to Scanlan."],["MATT says: Uncle Ogden is just staring forward.","TALIESIN responds: Don't know why I bother. Melanie is--"],["Scene context:  Molly takes out his swords and makes a small slice on his neck to cover the blades in icy frost.","TRAVIS: Sick."],["LAURA says: So does he do the bite attack, or does he do the claw attack?","MATT responds: We'll say the first one will be the bite, and then the claw."],["Player says: So we have 50,000 total. Because we just had 30, we just got paid 30 grand, right?","DM responds: Yeah, ten."],["Player says: Bless bless.","DM responds: All righty. Vex, you're up. As you kinda reel from the sudden electrical shock that pulses out in the vicinity, what are you doing?"],["SAM says: Can we never do that again?","LAURA responds: Well, we're about to, I think."],["Dialogue context: SAM: I don't want to fucking bargain with this thing. MARISHA: As he goes to hand over the chains, right as he goes to reach for it, I'm going to do Feeblemind. MATT: Feeblemind, okay.","MARISHA: Jesus fucking Christ!"],["Dialogue context: TALIESIN: No. I'm afraid I'm going to disappoint you. MARISHA: How would you disappoint us? TALIESIN: I trust that you are all here in the service of justice and maybe friendship. But I'm not. I'm here for revenge. And as much as I would like to believe otherwise, I know that's not true. And I think I need people here who are not here for revenge. I don't know how to stop this.","TALIESIN: I trust that you are all here in the service of justice and maybe friendship. But I'm not. I'm here for revenge. And as much as I would like to believe otherwise, I know that's not true. And I think I need people here who are not here for revenge. I don't know how to stop this."],["Player says: It's only been an hour? No.","DM responds: You have, probably another 20, 30 minutes or so before it fades."],["Scene context: Scanlan has a ring of mind shielding which Clarota assures would help against psionic influence. Vax suggests that an invisible Scanlan infiltrate the warcamp again and blind the illithid but Clarota reminds them that this would not affect the duergar already under its control.","TRAVIS: Do we have a plan?"],["WILL says: He's disappeared!","LIAM responds: I'm drunk and fighting in a pit!"],["LAURA says: I Hunter's Mark him anyway, just for future stuff.","MATT responds: You used your--"],["Scene context: The purple worm bursts out of the ground under Vax and devours him. Percy misfires with Bad News, then manages to kill it by a kill into its throat.","MARISHA: Holy fuck, he just took out the entire council."],["Dialogue context: MARISHA: Are these cartoon physics? MATT: Essentially. LAURA: Yeah! We should go soon, though. Right?","MARISHA: Jump!"],["SAM says: Great! It's fine! I'm going to cast Mage Hand and open the other one.","MATT responds: There we go. (laughter)"],["Dialogue context: MATT: All right, so the twins are on the broom, they go up. Grog, you just have a field day leaping through those branches, and just coasting through, keeping an eye best you can on the guiding broom above the actual tree canopy. You go ahead and grab Scanlan as well and follow suit. MATT: As soon as you break up as well, you can see the large tree in the distance. Percy, doing the best you can to keep an eye on Grog or at least listen to that regard, you drink your potion of climbing and begin leaping off and kind of ninja-scattering your way through the higher branches of the trees as well. TRAVIS: Anime shit.","TALIESIN: Oh yeah."],["MARISHA says: They will! They're going to go, \"Hm, let's look at the burning smokestack of a house and start there.\"","TALIESIN responds: He's going to be missing by morning. They're going to know."],["Dialogue context: MATT: \"Oh, right!\" MARISHA: Tary. Tary. There are beds. And Keyleth goes and jumps up on a bed, and just starts jumping on them a little. MATT: Tary goes like-- leans into you and goes like, \"Is she hitting on me?\"","MARISHA: As Keyleth jumps in the bed on the background."],["MATT says: \"Whenever you're ready. The vision of the gods is obscured beyond the Divine Gate. We are not just their tools but their extensions. The creations that act as their fingers in this plane. The center of all other life and death. Be watchful. Be vigilant.\" She bows, and backs into the Raven's Crest once more as the doors close, the two other women now flanking out of the shadows and stepping before each door, and seemingly just not paying attention to your presence.","TALIESIN responds: I was envious of you once. God. So sorry. (sighs)"],["MARISHA says: Same for me.","MATT responds: \"All right, table of von Brandts.\""],["Scene context: Molly and Fjord remove the manticore's head as a trophy. Shakäste chooses this moment to address Nott's earlier thievery; he casts Fog and, out of the mist, whispers, \"This was a bold move you made, and we wouldn't have made it.","SAM: Is she really royalty?"],["Scene context: They did battle with Umbrasyl, a very hard-fought battle, many of them taking a bunch of damage, but they prevailed and Grog dealt the deathblow, killing the dragon. They all began to sift through its horde, Shale shambling down the mountain on her own to see the rest of her greater destiny.\"","MARISHA: Percy, a city is nothing without living people in it. A city is made up of the people that live inside of it."],["TALIESIN says: We open the box.","MATT responds: You open the gift. Inside, there are two--"],["Dialogue context: MARISHA: Oh! I'm conscious! MARK: Being grappled by a troll, one thing at a time. MARISHA: Seven hit points, right?","TRAVIS: Yeah. Modern Literature!"],["Dialogue context: TRAVIS: No! SAM: Matthew Mercer, may I borrow your Monster Manual so I know what I am? MATT: Marisha actually has a page for it, if you want that.","MARISHA: I do have a page. Do you want my beholder page?"],["Dialogue context: SAM: Spared? LAURA: Yeah  dying. MATT: That's when he passes out.","LAURA: I cast Spare the Dying."],["MARISHA says: We'll leave dinner on the stove for you.","MATT responds: So Sherri looks at the rest of you as they leave and goes,"],["Scene context: They found themselves, over the ocean, suddenly attacked by a band of what seemed to be wyvern- and griffon-riding bandits. A battle took place on the top of this skyship, some of the magic being taken out, a few lives lost, but the party managed to persevere, taking a captive, and continuing on their journey, the Horn of Orcus and its container kept safe.\"","MARISHA: Okay."],["TRAVIS says: Tonight we prepare for an incredible battle. Go. Release any meager prisoners you may have kept. They will do nothing for our fight.","MATT responds: \"Very well. These two stay, though. No offense, but you did just kill one of my friends naught but an hour ago.\""],["Scene context: Noticing the lack of a tail from the dragonborn, Vex tells him of the fate of Draconia, news that gives him cause to gloat and celebrate. She offers more details in exchange for a more reasonable price of lodging, and Treev invites everyone to sit down, agreeing on 15 gold.","LAURA: Have you heard what happened?"],["Scene context: Just prior to Yasha's turns, Caduceus casts Path to the Grave on the hydra, making it vulnerable to everything for double damage. They get it down to one head but it regrows four because the wounds weren't cauterized on two of the beheadings, and it succeeds in overthrowing the Slow.","TRAVIS: It does."],["Dialogue context: MATT: All right. So that's 23. TRAVIS: 24. MATT: No, 23. Double eights is 16, plus seven is 23.","LAURA: 23 plus four!"],["Dialogue context: MATT: That end your turn, Keyleth? SAM: (singing) Her head is on fire! MATT: Keyleth, you're done? Vax, you're up.","LIAM: Still, even though we established Grog first? I'll go first."],["Player says: 'Sup?","DM responds: Makes three strikes against you. The first one is going to be-- all right, so that is a 15?"],["LAURA says: 21.","MATT responds: 21 hits. Roll damage."],["MARISHA says: We decided early on that Wall of Stone was instantaneous. And permanent.","MATT responds: Permanent and concentration. Yeah, okay, I'll let you go with that."],["Dialogue context: MATT: For the first time since you've seen Norda, you see a smile curl across her face. She goes, \"If that's not the weirdest thing I've seen in some time.\" Make your check with advantage. MARISHA: Hey! Natural 20! Yeah, jazz hands work every fucking time! SAM: What was the other number?","MARISHA: 17!"],["Scene context: Nott believes that Molly is dead, charges out, fires her crossbow and gets a critical hit and the HDYWTDT on the zombie. The bolt caused the zombie's leg to buckle sending him into the fire where he starts to smolder\n Jester comes out and in a panic casts Spare the Dying on Molly.","SAM: It's designed for this moment."],["Dialogue context: LAURA: It's probably best not to wake her up while we're carrying this head around. TALIESIN: I think that's a very good idea. MARISHA: Yeah, this is frightening.","LIAM: The imps burned away?"],["Scene context: They observe the tree having some life-like movement to it as Keyleth circles the tree from above. After scanning the tree and surrounding area, they decide to reconvene in the Magnificent Mansion for a plan of attack.","LAURA: Oh no. We gotta get a new cable, a new cable for you."],["Player says: That's kind of awesome.","DM responds: He points over to a building across the way, which is one of the buildings that was nearby. He says, \"That there's the Ruddy Top Butcher, well, what remains of it,\" and you can see that building too. It's still standing, and it's nowhere near as damaged as the Candleglow Inn, but it's sustained quite a bit of damage, and it looks like the roof has fallen in."],["Dialogue context: MATT: She pulls one vial out of her satchel, uncorking it. As she curls a finger upward, the blood seems to lift in a slow arc out of the wound, and drift, dancing through the air, and then into the vial, before it's filled to about halfway. The blood flow staunches, and it completes the vial to about three quarters. She corks it and puts it back into the satchel, closing it. \"Thank you very much for your donation.\" TALIESIN: You're welcome. I'm going to really quickly cast Eyes of the Grave. Are there any undead within 60 feet? MATT: Interesting point. No. No undead within 60 feet.","TALIESIN: Thank you."],["Scene context: As they finish their rest and reflecting on how badly that fight could have gone, they decide to talk to the two aasimar boys. The servants have gotten the chains off the two of them.","ASHLEY: I healed to 74, B-T-W."],["Dialogue context: MATT: All right, thank you, Sam. SAM: Don't forget to use the promo code CriticalRole. MATT: Perfect. (laughs) All right, other announcements that we have. Let's see. Projects that have come up. They recently announced and put up the English cast video for Final Fantasy XV. I have the pleasure of playing Cor Leonis. It's a lot of fun. As a longtime Final Fantasy fan, being a part of this means a great deal, and I'm excited for the game that comes out in November. So if you haven't checked out the video, do so and you can watch me wax poetic briefly about my love of the series. Look forward to that.","MARISHA: Soundbiting it up in that."],["Scene context: Based on his research, he believes he can perform a ritual to cleanse Pike herself as well. She agrees to talk to the rest of the group about it, and they return to the castle.","LIAM: Let's go glamping."],["Dialogue context: MATT: The Guided Hand Infirmary. You can see light from the interior. There are two windows at the front, and a row of windows as it continues down the back of the alley. The alley, you can see, actually lights up, because the bright interior warm light reflecting off of the buildings on the opposite side, down the alley on each parallel end of it. The building itself seems fairly well made, there's elements of a plaster material put against the wood to make it seem a little less cracked and broken on the vicinity around it. It looks like a little more money went into this complex than a lot of the surrounding buildings. TRAVIS: Right. He's a physician. Well, before we put a personal touch on it, do you people with sneaky abilities want to see what you can see in the windows? LIAM: Yeah, well, we could send Frumpkin to have a look around.","SAM: That's a good idea."],["Dialogue context: MATT: It's history. TRAVIS: Oh, history. 21. MATT: Okay. This makes sense for you since you grew up in the Menagerie Coast, though in Port Damali. The Ruby of the Sea is well known in some circles. You've only heard rumors. Belongs to an establishment that specializes in all forms of socializing, entertainment, and is one of the most prominent brothels in the Menagerie Coast, in which the Ruby of the Sea is known to be the star courtesan. Many travel all across the Menagerie Coast and beyond, supposedly, to be within her company. Many have fallen in love with her and had their hearts broken. There are poems and songs that have wandered through bars and taverns that spoke of her, that first caught your interest. It seems like a faint, distant tale that was just a myth that people made up or someone spoke of. Ruby of the Sea, it sounds amorphous.","TRAVIS: Of course, I remember now. The Ruby of the Sea, I can't believe she's your mother."],["MATT says: You also find one vial of some sort of weird, viscous yellow liquid that you cannot identify.","MARISHA responds: Oh, don't open that. Who knows how long those guards had to be staked out here? Don't open that."],["Dialogue context: LAURA: But also bows are really cool. We should give him some, because he's got all these barbs and they'd be really fun to decorate. MARISHA: Wait, you want to put my bo in bows-- TALIESIN: There's no bows.","LAURA: Just tie him up quick!"],["MATT says: Okay, Trinket (growls) looks around, immediately looks down at a paw with a piece of glass sticking out of it.","LAURA responds: Aw, buddy. You're tough."],["Scene context: Molly tosses Frumpkin in the direction of the basement to spy on Claudia and then explains the situation to an exasperated and confused Caleb (\"What do you do with my cat?\"). Caleb stutters a bit in disbelief at Molly, then goes right back to helping Nott\n Fjord and Beau follow Claudia and have a heart-to-heart about Beau's inability to sound genuine when giving compliments, and Fjord allows Beau to practice complimenting people on him, which she fails in spectacular fashion.","TALIESIN: Friends from out of town."],["Player says: They've got to, right? They have horses here.","DM responds: There are a couple liveries here that do sell, aside from keeping the horses of the actual guard."],["Scene context: Back at the Nestled Nook Inn, the party is joined by Gustav, Bosun, Toya, Ornna, and Desmond. Gustav buys a round of drinks while they discuss the disbandment of the circus.","TALIESIN: Kylre went bad. Maybe he'd already always been bad, I don't know."],["Scene context:  Because Vecna had mentioned a group of adventurers who tried to fight him, Keyleth decides to scry on some of their friends to make sure they are safe.","MARISHA: Okay, I'm going!"],["Dialogue context: MARISHA: There's like a rudder, right? Nott, rudder, the boat! SAM: I hate water! (laughter) MATT: Nott, what are you doing?","SAM: Is anything constraining our movement? Is the gangplank in our way? Or are we unfettered at this point?"],["Scene context: Kash pulls Zahra aside as the rest of Vox Machina exits the guild hall, and tries to convince her that it is not in their best interests to go with Vox Machina. Zahra disagrees and eventually Kash relents, but tells her to hide half of the gold they have because he does not trust the twins.","LAURA: Are you asking me as Matt?"],["Dialogue context: MARISHA: Are they runes or a language? Is it a script? MATT: These are specifically arcane runes of an enchantment-type nature. It's holding the blade out in front like that, clutching the handle on one side and putting its hand against the flat of the blade in the other. TALIESIN: Do we have our bits of god?","LAURA: Yeah."],["Dialogue context: MATT: You gather by the nature of their enchantment and the size of it, you can't cluster them together like darts and jam them into the board at once. LAURA: Okay, but it would be one of those situations where you'd have to attack and then draw another one, and then attack, right? MATT: It's possible.","SAM: Or three of us could each have one."],["MATT says: Did you write down the damage you took?","MARISHA responds: I did, I took it as I went, and then I erased it."],["Scene context: It releases a horrible scream and they leap into combat. The party tear into the cherub creature while it summons lava from the ground beneath them, traps Keyleth and Grog in the earth, and attempts to freeze Vax in a casing of ice.","TRAVIS: Matt, can you point to where the cherub is?"],["LIAM says: You can say you're sorry.","LAURA responds: I'm not."],["MATT says: \"I'm very confused, but I'll take it.\" Puts it in her pocket, keeps walking.","MARISHA responds: See?"],["Dialogue context: MATT: 18, yes. 8d6 radiant damage. Go ahead and roll that. LAURA: Wait, here's some more d6. Take them. MATT: That's a ten-foot radius. I'll say for the sake of knowledge in the area, too, and seeing Trinket attack, you manage to pull it out of the range of the bear, not wanting to ignite him. Scanlan, you're up next.","SAM: Yeah, I know."],["Dialogue context: MATT: So it would be kind of in this path here, wherever you would have come in in this regard. So it would be this direction. LIAM: It's a big fuckin' headlamp. SAM: (laughs) Just frozen there. I really want to swallow and I can't close--","TALIESIN: I was under the impression that the eyeball was passive."],["Scene context: Jester asks Caleb to waltz with her, and he accepts. They manage to have a very nice little waltz in the middle of the area, joined after a while by several other patrons, and Molly with Nott.","LAURA: I thought we only got tokens or something for free drinks."],["SAM says: Who is?","MARISHA responds: Utugash!"],["Scene context: Next to him is the other mage from that night, an older human man with longer gray hair, bald on top, wearing white and gold robes. Caleb puts his hood up.","LAURA: I'm going to cast Sacred Flame at the one behind me!"],["Dialogue context: LIAM: You look weird. What's up? LAURA: We should not be hanging out in this room right now. Can I try to get a better look at what I saw? MATT: You see, best you can, and you guys follow her eyeline. You look up, and you see what first looks like it's part of the cavern ceiling. It has this weird texture. It looks almost like the smooth rock that the interior of the cavern comes off as. However, as you see it shift and move, it looks almost like a portion of it is moving and slowly crawling, and it looks like there's a red gleaming eye, and then two, and something drops down from the side, almost like a tail that seems to dangle for a second. At which point, it detaches. (fwoosh) Opens up almost like a giant ray, with a screeching mouth that (screeches) screams at you. It lands down in the center of the room.","ASHLEY: I rolled a nine for medicine, just B-T-W. (all laugh)"],["Scene context: The party tear into the cherub creature while it summons lava from the ground beneath them, traps Keyleth and Grog in the earth, and attempts to freeze Vax in a casing of ice. As it takes heavy damage, the creature unleashes a burst of radiant energy from its chest, doing a huge amount of damage to everyone close by.","LAURA: Good job! Kill that celestial baby!"],["MATT says: \"Yes. Yes, I am.\"","MARISHA responds: Oh! Hi. Uh, Keyleth."],["Player says: Okay, 13.","DM responds: 13 points of damage. How do you want to do this? (cheers)"],["Scene context: Scanlan uses Dimension Door to transport himself and Pike to the parapet between the guards and then casts Thunderwave, causing them to plummet over the side of the wall. Pike: \" I didn't have to do anything, Scanlan!\"","TRAVIS: Why don't you let the little people have some fun?"],["TALIESIN says: I was hoping that perhaps we could talk about some engineering possibilities of finding ways that science can measure what it is where magic cannot. Something safe.","SAM responds: (scoffs) Science, Percy?"],["Dialogue context: TALIESIN: Be ready for anything. TRAVIS: Let's go Krogering! The best of everything! MARISHA: Before we walk in, I grab Grog. How do you do it?","TRAVIS: Do what?"],["Scene context: The party regathered and are now deciding what to do here in the depths of the Shademurk Bog. So, as the gnomes have returned, your broom has seemingly been proven to still function.","MARISHA: Just army crawl."],["Scene context: Kit Buss and Wendy Sullivan Green, the official artists for Critical Role, are hanging out on set tonight. According to Matt, the new Kindred wolf character in League of Legends sounds pretty cool. (","ORION: I know, but maybe that's why I feel so good."],["LAURA says: Ooh, Shallow Breaths, that's a good one.","MATT responds: As the guy turns around, you can see him. He's mid to late thirties, you would expect, dark hair slicked back, the hairline pulling back a bit, male pattern baldness-style, human, and as soon he whips around: \"Oh, I'm just perusing.\""],["ORION says: Then I can't do anything else after that, right?","MATT responds: This would be the end of your turn, regardless."],["LAURA says: We need to work on that, Percival.","TALIESIN responds: We do. I was-- I feel like I've been negligent. That we've not been--"],["TALIESIN says: This is going to end with a fight between the two of you, there's no denying that.","LIAM responds: Anyway, Kevdak's using a gift of the gods."],["Dialogue context: ASHLEY: Yeah. TRAVIS: Oh, nice! Ten, so 26-- LIAM: We love you, Ashley.","ASHLEY: I love you guys."],["Dialogue context: SAM: It's horrifying. LAURA: What? SAM: It's everywhere.","MARISHA: It is everywhere."],["Dialogue context: LIAM: You could, in theory, paint a small boat on the deck of the ship if no one was watching, but that would be a difficult thing to do. LIAM: You could, in theory, paint a small boat on the deck of the ship if no one was watching, but that would be a difficult thing to do. LIAM: You could, in theory, paint a small boat on the deck of the ship if no one was watching, but that would be a difficult thing to do.","LIAM: You could, in theory, paint a small boat on the deck of the ship if no one was watching, but that would be a difficult thing to do."],["Scene context: They find the road about two hours later and follow it east to Deastok. Though they watch for Tary's captor as they go, they see no sign of her.","LAURA: I turn back into a thing!"],["Dialogue context: MATT: Yes. What's the range on it? TALIESIN: I'm too far away. It's 30 feet. MATT: Yeah, you'd have to get closer.","TALIESIN: All right, so I can't quite do that yet. That's really frustrating. So I'm just going to do what I can do from this distance, which is Sacred Flame, I suppose."],["SAM says: Should Lyra?","FELICIA responds: Oh no, let me try. Oh no! Maybe you should read it."],["Player says: We've got to get this book off the fucking boat!","DM responds: Well, you're on the deck right now."],["TALIESIN says: No, I’m not thinking. There we go.","MATT responds: All righty."],["Scene context: Keyleth does as well. After freaking out for a few minutes, Keyleth calms down and gets ready to scry on Hotis.","LIAM: Pours a soul in."],["Dialogue context: ASHLEY: I know. I want Taco Bell so bad. We might have cheats tonight. MATT: That's the end of Scanlan's turn. Keyleth? MARISHA: Are we all here?","TALIESIN: We're all here."],["Dialogue context: TRAVIS: No, look, he's wearing weapons given by a god. I don't care if it's a totally fair fight, I just don't want to dispatch him cheaply. in unison SAM TALIESIN MARISHA: All right. TALIESIN: We can do this. We've got lightning.","LIAM: That's very intelligent of you, Grog."],["Scene context: Once Vex gets through, she releases Trinket from Raven's Slumber, then turns back, puts Grog into the amulet, and release him safely on the other side before putting Trinket back in. At Tary's order, Doty begins pulling the iron brambles apart, causing some damage to his armor, but he does manage to get through.","SAM: It's fine. I'll cast Fly on Doty."],["LAURA says: We're not there.","TALIESIN responds: 22."],["Scene context: On the way, Beau collapses in Yasha's arms, and Yasha fireman carries her to the Wardenhelm's office, where Cleff and Rissa are waiting, and the Warden gives them 200 gold. They offer it back in exchange for the Schuster's release, but the Warden tells them false idol worship is not a minor offense and they still have two years to serve.","TALIESIN: Get your tinker toy."],["Scene context: Grog attacks one of the gunslingers. Ripley gets up and begins casting a spell, saying to herself that we can still finish the job.","TRAVIS: No, I'm sorry. 33 to hit for the second one."],["Player says: He has cast his blessing upon us.","DM responds: \"Really, the most impressive of miracles.\""],["ASHLEY says: I could maybe try and heal you of that. Well, just one more thing. So Ogden, in his visions that he's been having, and he told this to Vex, that he saw visions of me dying, basically, by a shadowy--","LAURA responds: Shadowy being with eyes like burning coal."],["Scene context: Eventually, they all go to bed. They wake up the next morning and check that the Horn is still safe in the Bag of Holding.","SAM: Everything's okay, everything's okay, we're out of danger, we're at home, it's okay."],["Scene context: Nott wants to keep all four because she named them (Dancing Queen, Fernando, Mamma Mia, and Waterloo) while being hidden on the cart but agrees. Caduceus explains to Fernando and Waterloo that they are free to go and tells Dancing Queen and Mamma Mia they are going to be pulling the cart.","TALIESIN: Yeah, give them a little  If you wouldn't mind?"],["Scene context: They decide to try and reach out to their allies, tell them to prepare. Percy tries to mention J'Mon but the rest of the party cover it up, not wanting to alert Raishan that they have another ally.","TALIESIN: Why are we not dead right now? Explain to me why we are not dead right now."],["MATT says: Gotcha. Yeah, that's just an action.","SAM responds: Have I been drunk at this point? I don't know, am I?"],["Scene context: When they tell her this, she offers half the bounty of 10,000 if they bring in \"the Hawker\" even if not under contract, and they decide to think about it. On their way back to the Leaky Tap, they are approached by Kara, saying that The Gentleman may have some work for them.","TRAVIS: Let's find the others and get our story straight."],["Dialogue context: TRAVIS: I'll go in. LAURA: Would Trinket's little feet hurt if he was on the ground? MATT: Do you want to put Trinket out of your necklace?","LAURA: Well, I figure I would have tried to put him out when we got in the tunnel, but if his feet were hurting, I would have put him back in the necklace."],["LIAM says: What did it roll? Sorry, I thought--","TRAVIS responds: 32."],["TRAVIS says: 18.","LIAM responds: I rolled a one. Are we done taking donations?"],["Scene context: Keyleth —by entwining her hands with the rest of the party and focusing on this strange magical essence hidden within Sprigg's form—completed her Plane Shift spell and Vox Machina found themselves suddenly within a dimension of an endless library: shelves of winding books and tomes that seem to spiral beyond sight. \"And in the midst of this amazing atmosphere, a voice called them to a central portion of the chamber, and there they've come across the Knowing Mistress, Ioun herself, awaiting their arrival.\"","LAURA: (laughing) And a cube."],["Player says: I'll stand, too.","DM responds: As you guys all sit down, drinks and rounds begin to be passed to each of you, conversations already mid-discussing. You hear bits and pieces about how, \"the blessing of the Serpent has been upon us this past month.\" Being on the ship with most of the crew, they haven't been terribly social with you. They've helped you and guided you in learning a few things, but there's still very much this separation and attention that you're the newcomers, and a strange, new shiny thing in their captain's eye. This is the first time you've seen them a little bit three sheets to the wind as a group, and they're talking openly. Avantika has a definite zealotry to her, but you start noticing members of the crew and why they are with her or, at least, now that they've been there, they've also bought into these tales of Uk'otoa. You get the sense that they believe that this path that she's following will lead to her success and, by default, probably their success."],["MATT says: You can travel for another hour.","LIAM responds: Yeah, there's a way to do that."],["TALIESIN says: I'm bringing back-- I'm going to just sort of-- yeah. Bring him back, and then tell everybody.","MATT responds: Some of the port guard are like going through the ship now, and they're going through--"],["Dialogue context: WILL: Oh, Z. Oh, Z. MARY: Shut up, Kash. MARISHA: I have missed you guys. I've never met you! But I missed you guys.","MARY: I've missed... you."],["Dialogue context: MATT: \"Humongous, tentacled beasts, long free of their servitude from their creators. One of these such krakens has taken to the waters near the rift, and made it its home on the other side. And this beast appears to have been producing the lodestones that we relied on for ages. This research, and information they've gathered, however, garnished the attention of this terrible fiend, and was accidentally led directly to the rift where it now nests, and feeds on the other creatures naturally drawn to the energy of the tear between the worlds. We now use the lodestones and our powers not only to control the merging of the planes at the rift, but to also prevent this monstrosity from crossing over into our world and tearing our city asunder. Your task--\" MARISHA: So-- MATT: She puts a finger out to stop you. \"--would be to descend into this Aerie of Torrent, enter the rift, and recover three of these lodestones, and return to us. That is all. Avoid the beast if possible, for to battle it is folly, and to kill it is to sink our city, and curse the rift, to eventually fade.\"","MARISHA: So, don't kill it?"],["Dialogue context: SAM: However, him plus a bunch of other people could probably hold the dragon. MARISHA: Let's get back to the mansion. LAURA: Wait, can he get through the mansion door?","TALIESIN: We will tell him delicately to kneel and crawl."],["Dialogue context: MATT: Okay, you can do that, roll stealth. Did you add sneak attack? Oh, no, because nothing hit. Sorry. LAURA: Really? MATT: Sorry, I was trying to be mindful.","LAURA: Did you really just do that?"],["Scene context: Grog thinks that his new hat is enough to take Thordak. Percy and Scanlan still refuse to let go of the airship despite everyone else shutting them down\n Keyleth opens up a tree and teleports them through.","MARISHA: We don't need an airship."],["Scene context: You see this skeletal, ghostly face begin to emerge from it. Its voice slowly hissing out, \"My secrets are yours,\" as you saw small glows begin to emerge from the ash in the urns.\"","MARISHA: That's what we're saying."],["TALIESIN says: Retired fisherman?","MARISHA responds: He was helping."]]}